Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 听到麦格雷尼的呼吸声渐渐平稳，林立终于是长长的出了口气。
en_us: Hearing McGrenn's breathing gradually stabilized, Lin Li finally breathed out a long sigh of relief.

source: 听力和嗅觉增强，这两项能力并没有太大的作用，而且黑色元力运转到耳朵，他耳边立即闹哄哄的，一阵轰鸣让他异常不舒服。还有嗅觉一变强，不远处茅房内的臭味都能清楚闻到，让他很是恶心，所以也就在意这两项新的能力。
en_us: Both his hearing and sense of smell had gotten stronger, but these two senses were not of much use; on top of that, when the black essence force was circulated to his ear, the side of his ear immediately became uncomfortably noisy, as a loud booming noise left him abnormally unwell. Additionally, once his sense of smell became stronger, he was able to smell even the foul stench coming from the lavatory nearby, leaving him feeling nauseous. As such, he wasn't exactly overjoyed with these two new abilities.

source: 听听那老家伙都说了些什么——足以媲美法师之神格雷斯科的魔法天赋！
en_us: Look at what the old chap had said—a magic gift that was comparable to Geresco, the God of Mages!

source: 听完马飞放出的狠话，江逸不仅没有半丝害怕，反而长长一叹，看着马飞的目光就像看着一头蠢猪般，他摇头轻叹道：“你们这些纨绔少爷脑子内都是屎吗？到了如此地步还不忘威胁我？都被挟持了竟还敢出言不逊？好吧……既然你迟早要废了我，那我不如先废了你！至少以后被你废了，小爷不吃亏是不是？”
en_us: Ma Fei's harsh words did not unnerve Jiang Yi even a little. Rather, he breathed out a long sigh and regarded Ma Fei the same way one would an unintelligent swine. Shaking his head, he exhaled softly, "Are the brains of you wastrel descendants made up of sh*t, trying to intimidate me even now? You are bold enough to utter such impertinent words even when you are being held hostage? Fine then... Since you are going render me useless sooner or later, I might as well do it to you first! If you ever do make me useless in the end, at least this young master would not get the short end of the stick, am I right?"

source: 听着克伦威尔那恶毒的叫骂声，凯文真是连死的心都有了，他真想跳起来给这蠢货两巴掌，问问他到底只不知道自己在骂的人是谁，那可是魔法公会最大的特权者，连葛瑞安见了他都要赔着笑脸，现在居然被人指鼻子让他滚开，凯文觉得自己真是要疯了……
en_us: Kevin wanted to die after hearing the malicious bawl coming from Cromwell. He wanted to slap that fool across the face and ask him whether he knew whom he was swearing at. That person was the most privileged in the Guild of Magic, and even Gerian had to welcome him with a smiling face. But now he was being pointed at and asked to get out. Kevin felt himself turning crazy...

source: 听着少女如黄鹂鸣唱般的声音，江逸心神一荡，脑海却一转，强装镇定的说道：“姬小姐好，在下易剑。”
en_us: The young lady's voice was as sweet-sounding as the singing of a yellow oriole. Jiang Yi's spirit was distracted, but his mind shifted quickly. He put on a calm voice and said, "Pleasure to meet you, Miss Ji. My name is Yi Jian."

source: 听葛瑞安在那滔滔不绝的说着，艾萨克城主只觉哭笑不得……
en_us: Isaac found it both amusing and ridiculous listening to Gerian’s endless talk...

source: 听见中年男人道谢，林立这才想起正事来。
en_us: Hearing the middle-aged man's expression of gratitude, Lin Li was reminded of the proper business at hand.

source: 听见伊娜的哭喊声，两人赶紧跑上前去。
en_us: The two men rushed forward upon hearing Ina's cries.

source: 听见这句话，坐在后排的一老一少都是不由得笑了，这个六亲不认的家伙，的确如葛瑞安所说一般擅长隐忍。
en_us: On hearing these words, the old and the young sitting at the last row couldn't help but laugh. This fellow, who did not even recognize his own kin, was indeed good at forbearing, just like Gerian said.

source: 听见这话，葛瑞安用古怪的眼光看了克伦威尔一眼，忽然哈哈大笑起来：“这就是你所谓的尊严？你该不会是没睡醒吧，你以为你家这小兔崽子，有机会击败费雷魔法师？”
en_us: Upon hearing these words, Gerian shot Cromwell a peculiar glance and burst out laughing. "This is your so-called dignity? Is it possible you're still half-awake. thinking that the little rascal from your family would have the chance to defeat Mage Felic?"

source: 听闻这个消息，江逸整个人都懵了，脸上都是内疚和慌乱。
en_us: Upon hearing of this information, Jiang Yi was in a complete state of shock and loss, his face filled with remorse and anxiety.

source: 听马森这么一说，林立也一下想起来了，眼前这个中年人，正是昨天在公会大厅里，为众人分配试炼导师的那一位，当时林立就觉得他有些眼熟，只是始终没想起，这家伙究竟是什么来路。
en_us: After hearing what Marson had to say, Lin Li recalled who the middle-aged man in front of him was. He was allocating trial teachers to everyone yesterday in the guild hall. At that time Lin Li felt that he was somewhat familiar, but never did recall where he actually came from.

source: 周日的明月城总是特别热闹，川流不息的玩家比起往常多了不止一倍，就连收费昂贵的私人仓库里，此时也是被挤了个水泄不通。
en_us: Bright Moon City was particularly busy on Sundays. The continuous stream of players was more than double in number when compared to other days and it was overcrowded even in the private warehouse where the fees were more expensive.

source: 哪怕只是慢上一秒，也足以让人陷入万劫不复之地。
en_us: Even if it was only a second slower, it'd be enough to send people to an eternal doom.

source: 哪怕是刚刚入门的魔法学徒都知道，限制魔法师战斗力的，不是精神力也不是魔力，而是魔法的准备时间，复杂的手势冗长的咒文，让战斗中的魔法师永远象是走钢丝一般危险，这世上绝大部分魔法师都在研究同一个课题——怎么才能最快的放出魔法。
en_us: Even a mage apprentice knew that it was not the mental strength or the mana that limited a mage's ability to fight—it was the time taken to prepare. Complex hand gestures and lengthy spells kept the mage in a battle on the tightrope. Most of the mages in the world were studying the same question—how to unleash magic in the quickest way.

source: 哪知那柳长老沉喝一声，目光一下锁定了江逸，江逸只能苦着脸停下脚步：“长老还有什么吩咐？”
en_us: Who knew that Elder Liu would call him loudly in a low voice, his vision locked on to Jiang Yi? Jiang Yi could only bitterly stop and ask, "Elder, do you have any more instructions?"

source: 哭声是从一片密林中传来的，远远望去，那片密林里的树木似乎特别的高大，树叶也似乎特别的茂盛，而在那一棵棵高大的树木之间，却布满了坚韧的藤条，这一根根藤条连在一起，就仿佛一张巨网一般。
en_us: The cries came from a dense forest. From afar, the trees in the dense forest seemed to be particularly tall and the leaves seemed to be of utmost luxuriance. Between the tall trees were bestrewn tenacious rattans, joined together to form what looked like a giant net.

source: 唤醒药剂刚一入口，葛瑞安就知道大局已定了。
en_us: As soon as he gulped down the Awakening Potion, Gerian knew what the outcome would be.

source: 唤醒药剂带来的魔力恢复速度，远远超过了老梅林手中的强能水晶，几乎只是一瞬间，那枯竭的魔力就回到了颠峰时期。
en_us: The speed of mana restoration brought on by the Awakening Potion far exceeded that of the Strong Energy Crystal Old Merlin held in his hands. Almost instantly, the exhausted mana was restored to its peak.

source: 唯一的不和谐音，大概也只有那几个被赶出公会的魔法师了。
en_us: The only issue was probably the mages who were kicked out of the guild.

source: 唯一让老梅林觉得欣慰的是，这场悬殊而又可笑的较量，总算是快要结束了……
en_us: The only thing that pleased Old Merlin was that this unequal yet ridiculous battle was at last coming to an end...

source: 喝完恢复药剂，林立恶狠狠的望着头上那张巨网：“死猩猩你有种！”
en_us: After he had finished the Recovery Potion, Lin Li glared menacingly at the giant net above him. "Darned gorilla, you've got guts!"

source: 嘴里恶狠狠地嘟囔了几句，江逸想要站起来，却没等站稳身形又痛得一个趔趄，差点再次摔倒。他身上大大小小布满了伤口，抽搐得让他那张清秀的小脸几乎都变了形，脑袋至今也是昏昏沉沉的。
en_us: Yet, before he could stand firmly on his own two feet, a searing pain made him stumble and almost fall back onto the ground again. Large and small wounds littered his body, leaving him in constant physical agony. His thoughts were muddled by the pain, and his delicate face was twisted in a constant, involuntary wince.

source: 四周所有冥将悉数下跪称是，其中一名数百丈巨大的骸骨将领率先站起，他那白骨上的符文暗灰色符文闪耀，整具身体激发出一道冲天暗芒，从其颅腔内传出一声惊天怒吼：“全力进攻！”
en_us: All the surrounding Netherworld generals knelt and replied in the affirmative. One of the skeleton generals who was thousands of feet tall stood up first. His skeletal body shimmered with greyish glowing runes as his entire body emitted a dark glow that shot towards the sky. From his cranial cavity came a sky-shattering roar, "All forces, attack!"

source: 四周的众人也反应过来，所有人疯狂的朝这边冲来，眼中都是凶光，老大被偷袭了，他们岂敢坐视不理？要是事后被江如虎知道了，可没好果子吃。
en_us: The surrounding crowd of people had also started responding - every single person frantically raced towards that side, their eyes filled with an ominous glint. Their boss had been ambushed in a sneak attack, how could they dare to gawk and remain indifferent? Should Jiang Ruhu find out after the incident that happened that day, they would have to suffer some severe consequences.

source: 四周立即响起一片哄笑声，全部兴奋的望着江逸，等着看江逸承受胯下之辱的好戏。
en_us: The sounds of mockery and laughter immediately rang from all four corners. All were observing Jiang Yi with much excitement as they waited to see the entertaining sight of Jiang Yi bearing the humiliation of crawling underneath people's groins.

source: 四周魔法元素疯狂扭曲，林立双手之上正燃起熊熊烈火。
en_us: The magical elements around distorted madly. A flame was blazing atop Lin Li's hands.

source: 四种草药相辅相成，又相互克制，一般水准的药剂师，通常都不太敢配净化药剂，就是因为草药用量必须精确把握，一旦出现一点小小的失误，就可能让饮用者受到伤害。
en_us: The four herbs complemented yet restrained each other. An ordinary pharmacist usually would not dare to concoct the Purifying Potion because the dosage of herbs had to be accurately controlled. A small mistake could hurt the drinker.

source: 四面八方数道身影已经冲来，凌冽的杀机锁定了他，江逸却面不改色，眸子死死盯着马飞，嘴角都是残笑，他大笑说道：“一百两紫金小爷没有，只有贱命一条。不过要想拿走小爷的命，就拿……你们公子的命换吧！”
en_us: Multiple enemies were charging towards him from all directions, locking in on him with chilling intent to kill. Yet, Jiang Yi's face betrayed nothing. His gaze never wavered away from Ma Fei and the corners of his mouth were lifted up in the remnants of a smile. Laughing loudly, he said, "This young master does not have a hundred taels of purple gold, he has nothing except for this humble life. However, if you want it, you can... exchange for it with your Young Master's life!"

source: 回到大殿内盘坐下来，江逸很快又暗暗兴奋起来，卖身五年至少短时间他的危机解除了，十天之后在这预支十两紫金，去风月楼赎回令牌就万事大吉了。至于江如龙？江逸已经不放在心上了，此刻有武殿提供丹药，他有强大信心，在短时间内将境界不断提升，只要达到铸鼎境四重，江如龙不足为惧。
en_us: Returning to the Great Hall, Jiang Yi had very quickly felt silently excited in his heart as he sat down cross-legged. The five-year sale of his person has at least relieved him of his crisis in the short term. With the advance of ten taels of purple gold coming after ten days, which he could bring to the Fengyue Brothel and redeem his command token, all will be well at long last. As for Jiang Rulong? Jiang Yi no longer took him to heart. With the Martial Arts Hall presently providing him with elixirs, he had great confidence; furthermore, with his power-level stages of the Cast Tripod Realm continuously increasingly in the immediate short term, so long as his power level reached the fourth stage of the Cast Tripod Realm, he would have no need to fear Jiang Rulong.

source: 回到江家南院炼丹房内，江逸还感觉在做梦般，他一下偷偷取出怀中的紫色金叶子看上几眼，细细摸几把，一下又藏进怀中，整个人都沉寂在喜悦当中。
en_us: Jiang Yi returned to the alchemy lab in the Jiang Residence Southern Court, still feeling as though he was dreaming. He secretly retrieved the purple gold leaf kept in his robes to look at it and gently touch it several times, before storing it back in his robes again. He was completely lost in euphoria.

source: 回到江家西院，已经是黄昏时分了。此刻西院很是热闹，这里住着的是江家的家将和仆人，天黑都各自回家了。一路上两人遇到很多家将仆人，不过没有人理会她们，最多只是看上两眼，甚至还有人露出嘲弄的笑意……
en_us: By the time they returned to the western court of the Jiang Residence, it was already evening. The western courtyard was crowded and full of noise, as the Jiang Clan servants who lived there were just returning home as the sky turned dark. However, no one bothered them—at most taking a quick glance or so, some even giving a look of mockery and laughter...

source: 回到翡翠高塔之后，两人就一直试图联系葛瑞安，但是那水晶球上，却始终没有出现屠魔山谷的一草一木，翡翠高塔的水晶球，是由葛瑞安亲自放置的，通过上百枚巫师之言连接屠魔山谷，但凡还有一枚巫师之眼在，都不会出现眼下这种情况。
en_us: After returning to the Emerald Tower, both of them had been trying to contact Gerian. But on the crystal ball, there was not a single tree or stone of the Demon Fall Valley. The crystal ball in the Emerald Tower was placed by Gerian personally. It was connected to the Demon Fall Valley through a hundred Warlock's Eyes spells. Such situation would not be happening as long as there was one Warlock's Eyes.

source: 回复了荣管事之后，江逸回到了自家小院，让江小奴去找春芽打探消息。半个时辰之后江小奴就回来了，得到了江如虎等人的消息。
en_us: After returning to report to Chief Rong, Jiang Yi returned to the small courtyard of his own home and sent Jiang Xiaonu out to find Chunya and gather some news. An hour later, Jiang Xiaonu returned home, having gathered information about Jiang Ruhu and his gang of cronies.

source: 回应江逸的话是四名爆射而来的身影，还有几个破空而来的拳头。
en_us: What he got in response was the shadows of the four guards that darted towards him. A few fists came tearing through the air as well.

source: 回来的路上，江逸检查了小奴的伤势并不算太严重，此刻也就不去管她了，望着摇曳的烛火，心里犯愁起来……
en_us: On the route home, Jiang Yi observed that Xiaonu's injuries were not that serious. As such, he chose not to be too concerned for her, instead staring at the flickering candlelight flame. It was then that he became increasingly anxious and worried...

source: 回答两人的是一道清脆的骨头碎裂声，还有江松惨绝伦寰的尖叫。江逸似乎没有听到两人的喝声，砸断江松一条腿后，大腿高高抬起对着江松的另外一条腿狠狠跺了几脚，将他另外一条腿废掉，才面无表情的转头过来望着江顾水说道：“江家有一条隐藏的族规，叫祸不及家人是吧？江如虎他们和我有仇，要打要杀我认！但为何要欺负我那没有半点武力的小侍女？今日别说你们，就算天王老子来了，我也要废了这三人。”
en_us: The reply to both their statements was the crisp and clear sound of bone cracking, followed by the miserable scream from Jiang Song. Seemingly deaf to the shouts from Jiang Gushui and Jiang Rulang, Jiang Yi raised his leg again, this time targeting Jiang Song's other leg. After trampling on Jiang Song's other leg and crippling it too, Jiang Yi then turned around and spoke to Jiang Gushui indifferently, "The Jiang Family has an unspoken rule. That is to not get the other family members involved in one's own conflicts right? If Jiang Ruhu and his group has any vengeance against me. I will make no complains if they come for me! But why do they need to bring this onto my servant girl who doesn't know an ounce of martial arts? Today, don't even mention the two of you, even if God is here, I will still cripple the three of them."

source: 回答众人的是——江如虎的身子又被高高抡起，然后重重朝地面砸下，江逸嘴角都是残笑，似乎豁出去，冷然道：“退不退？”
en_us: What responded the group's threats was -- the scene of Jiang Ruhu's body being once again swung a high distance upwards, before subsequently being smashed downwards into the ground. A cruel smile formed on the corner of Jiang Yi's mouth, as though he were pressing his luck. He shouted coldly, "Are you going to retreat or not?"

source: 回过头去一看，居然是两天没见的希恩。
en_us: When he turned, unexpectedly, it was Sheehan who had not shown up for two days.

source: 因为他在药剂室里发现了一些有趣的东西。
en_us: He had found something interesting in the potion lab.

source: 因为他很清楚，狮蝎身上最可怕的不是爪子，而是那条带着倒勾的尾巴。
en_us: Because he knew very well that the most terrifying thing about the Manticore were not its claws, but the inverted hook at the end of its tail.

source: 因为他的丹田被封印了，他修炼的速度一直慢如蜗牛。虽然他有黑色元力使用丹药辅助修炼，能在短时间内让修炼提速，但越修炼到后面境界需要的元力越来越多，除非天天没事把圣品丹药当糖嗑，否则江逸这辈子注定成就有限！
en_us: As his dantian was sealed, his refinement speed had always been as slow as a snail. He had black essence force that could be used with elixirs to facilitate his refining practice, which could in turn speed up his refining. However, as the amount of essence force needed to refine higher realm levels increased, unless he ate saint-grade elixirs daily like candy, Jiang Yi would forever be limited in what he could do!

source: 因为他看见，老梅林从口袋里拿出了一件东西。
en_us: For he saw Old Merlin pulling something out of his pockets.

source: 因为他确实有跟自己探讨的资格，人家根本就没想过要拜什么师，更没有想过要请自己指点什么，人家只是单纯的把自己当成一个可供讨论的同行。
en_us: Because he was really qualified to do so with Old Grimm himself. Lin Li had no intention to be an apprentice, nor had he thought of asking for advice. He had simply considered Old Grimm as a peer for discussion.

source: 因为他还记得，有另一种草药，与野钢花是同样的习性，那就是幽灵草，同样的喜欢阴暗潮湿，同样的多在洞穴种生长，只是比起野钢花来，幽灵草埋得更深也更隐蔽。
en_us: For he remembered that there was another herb which had the same habitual nature as the wild steelbloom, and that was the ghostskin. It preferred dark and damp environment, and mostly grew in caves. However, the ghostskins were buried deeper and better hidden than the wild steelbloom.

source: 因为屠魔山谷内有大量稀有矿脉，不少势力都觊觎着这片富饶的土地，其中阴影之巢最为直接，他们已数次要求魔法公会让出屠魔山谷，甚至还刺杀了几名公会魔法师进行威胁。
en_us: Because there were many rare mineral veins in the Demon Fall Valley, many forces were coveting this fertile land. Among them, the Shadow's Nest was the most direct; they had asked the Guild of Magic several times to leave the Demon Fall Valley and even assassinated several guild mages as a threat.

source: 因为拍卖会的缘故，所有魔法师都挤到公会大厅去了，林立走进炼金室的时候，里面还静悄悄的一个人都没有。
en_us: All the mages were gathered in the guild hall for the auction. When Lin Li entered the alchemy lab, it was quiet with no one in sight.

source: 因为有一件事，是连葛瑞安都没有猜到的，屠魔山谷的防御布置，他并没有卖给阴影之巢，而是卖给了其他人，那人曾经向他保证过，不用担心魔法公会的报复，因为用不了多久，魔法公会就会被他连根拔起。
en_us: Because there was one thing that even Gerian would not have guessed. He did not sell the defense arrangement of the Demon Fall Valley to Shadow's Nest; instead, he sold it to someone else, and that someone else had promised he could not to worry about the guild's revenge, because soon the Guild of Magic would be uprooted by him.

source: 因为林立分明已经感觉到，那个巨大的旋涡，正在以更加疯狂的速度旋转……
en_us: For Lin Li could clearly feel the giant vortex spinning at a crazier speed...

source: 因为这一刻，他骤然发现自己的脑海里竟多了几十个黑色的小篆字符！？
en_us: At that moment, he found his mind suddenly filled with countless tiny black symbols and words.

source: 在一众铁匠吐血的表情中，林立又忙碌开了，一块接着一块，足足花了大半个小时，才将上百块秘银彻底报废，而锻造技能自然也是一路突飞猛进。
en_us: Lin Li began busying himself again in the midst of those blacksmiths looking as if they were going to cough up blood. He took the mithril pieces one after another, and after using up almost half an hour, finally managed to scrap all hundred of them. Of course, his forging skills had improved significantly.

source: 在一开始就营造出咄咄逼人的气势，最后更是疯狂到十万一加的地步，逼得小梅林根本喘不过气来，但他自己却在拼命的计算，计算小梅林最后的底限究竟是多少，最后他用一个八十万的报价，成功的将小梅林逼得孤注一掷。
en_us: He had created an aggressive momentum at the beginning, and at the end he had crazily got to an increment of 100,000, forcing the breath out of Little Merlin. But he was desperately calculating all along, figuring what was the exact bottomline for Little Merlin. Finally he succeeded in pushing Little Merlin to stake all he had with a bid of 800,000.

source: 在一开始的失神之后，翡翠高塔的魔法师们，也仿佛在忽然之间意识到了，这一枚强能水晶究竟意味着什么，这意味着老梅林将随时可以杀死葛瑞安，并让魔法公会从此陷入万劫不复之境。
en_us: After the initial stupor, the mages in the Emerald Tower seemed to have realized all of a sudden what the Strong Energy Crystal meant. It meant that Old Merlin could kill Gerian anytime now, and send the Guild of Magic into a depths of despair once and for all.

source: 在一片椰子雨中，林立终于找出了一个空当，只见他纵身一跃，险之又险的躲进了几棵巨树之后，这里一片巨树相连，正好形成了一处绝佳的隐蔽地带，至少在短时间内，利维坦猩猩的椰子还砸不到这里。
en_us: Lin Li finally found an empty space amidst the coconut shower. He took a leap to the side and managed to hide behind a few giant trees. The trees here were lined together, forming an excellent area for concealment. At least for the time being, the Leviathan Gorilla's coconuts would not reach here.

source: 在两个倒霉鬼痛苦的呻吟声中，林立神清气爽的走进了交易所。
en_us: Lin Li walked into the exchange with high spirits amidst the groans of the two unlucky morons.

source: 在他丢进三枚丹药，注入一缕黑色元力时，丹炉内再一次传来一阵沉闷的爆炸声，而在他将炉盖揭开的时候，却发现里面的三枚丹药又全炸了……
en_us: When he threw in three elixir pills and injected a wisp of black essence force, a deep explosive sound rang out from within the cauldron. When he lifted the cauldron lid and revealed its contents, he discovered the three elixir pills in the cauldron had once again completely exploded...

source: 在他们这个等级的战斗中，最基础的东西，反倒成了最能决定胜负的关键。
en_us: In a battle of their level, the most fundamental thing had become the most decisive key to victory.

source: 在他刚想询问几句陪练的规矩，后面走廊内传来一道脚步声，那管事立即撇下他笑着迎了上去。
en_us: Just as he thought of inquring a few queries regarding the rules of sparring partnerships, the sound of footsteps rang from the corridor behind him. That manager immediately cast him away by sending him off with a smile.

source: 在他开口的那一瞬间，数十条火龙已是撞上了元素护盾。
en_us: At the moment he opened his mouth, dozens of fire dragons crashed into the elemental shield.

source: 在他想来，自己只要把这几条咒语往葛瑞安面前一递，这老家伙绝对会乐得眉开眼笑，到时候再跟他拉拉交情，谈谈魔法公会与梅林家族悠久而深厚的友谊，等到气氛融洽的时候，自己再代表梅林家族，婉转而又诚恳的跟他求购那三十瓶奥法药剂……
en_us: In his mind, he had imagined Gerian being overjoyed when he presented him with the spells. Then he'd start pulling strings, talking about the deep and long-standing friendship the Guild of Magic and Merlin Family shared. And when the atmosphere became harmonious, he would represent the Merlin Family and with a tactful and sincere tone ask to purchase the thirty bottles of Arcane Magic Potion.

source: 在他花费了大半个时辰提炼出两缕黑色元力，准备去增幅药力时，却发现笼罩在丹田外的绿色药力已经消耗干净了。
en_us: after he spent two whole hours refining two strands of black essence force and was prepared to increase the medical power, he realized the green medicinal power wrapped around the exterior of his dantian had already been fully consumed.

source: 在克伦威尔想来，如今葛瑞安病重，魔法公会当家的自然就是他的亲侄子凯文，放着这位魔法公会当家人不去拉拢，难道还吃饱了撑的去跟个落魄魔法师聊天？再说了，以自己梅林家族继承人的身份，却主动去跟一个低级魔法师打招呼，克伦威尔实在丢不起这个人。
en_us: Cromwell had thought that now that Gerian was down with a serious illness, the person who should oversee the Guild of Magic would naturally be his nephew, Kevin. What reasons were there not to cozy up to the guild's in-charge and instead engage in a chat with a mage in dire straits? Besides, as the heir to the Merlin Family, Cromwell could not afford to lower himself and initiate a greeting with a low-level mage.

source: 在克伦威尔想来，就算是父亲亲自出手，恐怕也很难做得比他更好了。
en_us: In Cromwell's opinion, it would have been difficult even for his father to do it better than him.

source: 在克伦威尔的叫嚣声中，魔法公会大厅好象忽然就安静了下来，所有人都停下了自己手上的事，目光不约而同的落到了克伦威尔身上。
en_us: Amidst Cromwell's outcry, the guild hall seemed to have fallen into silence in an instant. Everyone stopped what they were doing and turned their attention to Cromwell.

source: 在克伦威尔被扫出翡翠高塔的一瞬间，老梅林就知道完了，一切都完了，梅林家族彻底失去了竞争奥法药剂的关系，也彻底堵死了与魔法公会修复关系的道路。
en_us: At the instant Cromwell was swept out of the Emerald Tower, Old Merlin knew everything was over. The Merlin Family had lost all in the competition for the Arcane Magic Potion, and it had also completely blocked the path to restoring its friendship with the Guild of Magic.

source: 在凯文即将敲下第三次的时侯，安东尼罗林忽然从人群中走了出来：“等一等凯文魔法师！”
en_us: Just as Kevin was about to hit the gavel for the third time, Anthony Rolin suddenly emerged from the crowd. "Hold on, Mage Kevin!"

source: 在凯文结帐的时候，林立忽然觉得，自己好象也应该赚点钱了。
en_us: As Kevin was checking out, Lin Li suddenly felt that he should make some money too.

source: 在利维坦猩猩抓走伊娜的那一刻，他已经完全傻住了，八级魔兽是如此的强大，光是站在它面前，克伦威尔就忍不住浑身发抖，他想追上去救伊娜，可是脚却不听使唤，往日的自信完全消失了，剩下的只有无穷无尽的恐惧。
en_us: He was completely stunned the moment the Leviathan Gorilla took Ina away. A level-eight magical beast was so powerful that Cromwell could not help but shiver just standing in front of it. He tried to run after Ina, but his legs wouldn't budge. The confidence from the past had vanished and all that remained was endless fear.

source: 在加洛斯城年轻人中，凯文也算是首屈一指的天才了，从一懂事起就接触魔法，一直到二十五岁成为八级魔法师，这种速度连骄傲的克伦威尔都不得不说个服字，可一到了林立这妖孽面前，自己的天才就忽然变得什么都不是了，从一无所知到八级魔法师，再从八级突破到九级之上，前前后后满打满算，也不过三个多月时间，这样的人与禽兽有什么区别？
en_us: Kevin was among the top talents among the young people in Jarrosus City. He had been exposed to magic since he was sensible, all the way until he had became a level-eight mage at the age of 25. Even the proud Cromwell had to admire him given his speed in advancing. But in front of a demon like Lin Li, his genius had suddenly come to nothing. From ignorance to a level-eight mage, and then another breakthrough from level-eight to level-nine and above, it took him only a mere three months. How was he any different from a beast?

source: 在加洛斯城里，你可以不知道六大地下势力，也可以不知道十一魔法家族，甚至可以不知道魔法公会，不知道传奇法师安度因，但却绝不能没听过格林－伯恩塞德的传说……
en_us: In Jarrosus City, one could not know the six underground forces or the 11 mage families, or even the Guild of Magic and the legendary mage Andoine, but they could never not hear of the legend of Grimm Burnside...

source: 在加洛斯城，至少有一半以上的魔法商店叫镀金玫瑰，据凯文介绍，它们都属于一个叫做曼尼斯的魔法家族，这个家族与梅林家族一样，是法兰王国最显赫的家族之一，只不过一个从政一个从商。
en_us: At least half of the magic stores in Jarrosus City were called Gilded Rose. According to Kevin, they all belonged to a mage family called Mannes. Like the Merlin Family, this family was one of the most prominent families in the Felan Kingdom, only that one had entered politics, while the other did business.
